{
"description": "Страница со списком с двухуровневой информацией в ячейках.",
"layout": "Страница с заголовком 'Города России' со списком записей. В каждой записи есть двухуровневая и одноуровневая ячейки. Есть счетчик записей слева под списком. Записи в списке не выделяются.",
"elements": "Поля списка: (Текст, name, располагается в двухуровневой ячейке на первом уровне сверху слева, насыщенный шрифт), (Текст, region, располагается в двухуровневой ячейке на втором уровне снизу слева, размер шрифта 3 мм), (Текст, rating, располагается справа в одноуровневой ячейке со значком, текст вне значка 'Рейтинг', значок окрашивается в цвет 'success', если rating больше нуля, в цвет 'danger', если rating меньше нуля)"
}