{
"description": "Страница с простой формой и зависимым модальным окном.",
"layout": "Страница с заголовком 'Модальное окно', панелью кнопок и таблицей со списком данных.",
"elements": "Поля формы: (Таблица, Колонки таблицы: Имя (id, name), Тип (число, текст)), Открыть (Кнопка, button, кнопка доступна при выборе в таблице одной из строк, при клике на кнопку открывается модальное окно с заголовком 'Модальное окно'),\nМодальное окно (Модальное окно, page_id, окно открывается на просмотр с составом элементов: разделительная линия, лейбл 'id' со значением в поле id выбранной строки таблицы, лейбл 'name' со значением в поле name выбранной строки таблицы )"
}