{
"description": "Страница с таблицей с условием скрытия столбца",
"layout": "Страница с заголовком 'Скрытие столбца по условию через элемент',формой и таблицей.",
"elements": "Поля формы: type (поле ввода, type, значение по умолчанию 1, описание поля 'Столбец shortName видим, если type равен 1'),\nКолонки таблицы: id(текст, id),  name (Текст, name), shortName(текст, shortName, колонка с условием отображения: колонака shortName становится видимой, если значение поля 'type' равно 1, где type - поле в источнике данных form с моделью resolve )"
}