{
"description": "Страница с выпадающим меню",
"layout": "Страница с выпадающим меню 'Действия' в шапке страницы и заголовком 'Действия в пунктах меню'",
"elements": "\n'Действия' (выпадающее меню, dropdown-menu, компоненты меню: 'Алерт' (menu-item, вывести уведомление (text='Сообщение', color='info', timeout='5000') с текстом 'Сообщение' при выборе компонента меню), \n'Открыть модальное окно' (menu-item, вывести модальное окно (show-modal, page-id='page') с заголовков 'Модальное окно'),\n'Открыть drawer окно' (menu-item, вывести drawer окна (open-drawer, page-id='page') с заголовком 'Модальное окно')  )"
}