{
"description":"Страница с таблицей и формой с открытием формы на новой странице",
"layout":"Страница с именем 'Сокращенный URL' с главной таблицей с тестовыми данными и тулбаром и зависимой формой с тестовыми данными и тулбаром.\nСтраница просмотра записи с именем 'Открытая страница'.",
"elements": "Колонки таблицы: id(текст, id), name(текст, name), type(текст, type).\nТулбар таблицы: open(кнопка,при клике открывается страница просмотра записи по ссылке).\nПоля формы: name(поле ввода текста,name,недоступно для редактирования, без заголовка).\nТулбар на форме: open(кнопка,при клике открывается страница просмотра записи по ссылке).\nСтраница просмотра записи: поля формы: name(поле ввода текста,name, фильтрация по полю id)."
}