{
"description": "Страница с блокировкой и скрытием кнопки по условию.",
"layout": "Страница с заголовком 'Условия на кнопках формы' и формой, содержащей тулбар с кнопкой и текстовое поле.",
"elements": " Поля формы: test (поле ввода, test, значение по умолчанию '12', возможность указывать только целые числа, возможность выбора значений с помощью счетчика справа, описание под полем 'Если 1, то кнопка блокируется, если 2 - скрывается'), Кнопка (кнопка, btn, условие блокировки и скрытия прописано в атрибуте, кнопка блокируется, если значение в поле 'test' равно 1, кнопка скрывается, если значение в поле 'test' равно 2)"
}