{
"description": "Страница со скрытием кнопки с сабменю при скрытии последнего подменю через атрибут.",
"layout": "Страница с заголовком 'Скрытие кнопки dropdown при скрытии последнего подменю' и формой, содержащей тулбар с кнопкой и текстовое поле.",
"elements": " Поля формы: Введите 'test' (поле ввода, test, при вводе в поле слова 'test' становится видимой кнопка с сабменю), Сабменю (кнопка, t21, по умолчанию скрыта, имеется одна запись в подменю 'Внутреннее меню', условие видимости прописано в атрибуте, кпнока становится видимой, если значение в поле 'test' равно 'test')"
}