{
"description": "Страница с полем ввода с выпадающим списком в виде дерева с ярлыками.",
"layout": "Страница с заголовком 'Выпадающий список-дерево с баджами' содержит поле ввода с выпадающим списком в виде дерева с ярлыками.",
"elements": "(поле ввода с выпадающим списком в виде дерева, inputSelectTreeWithBadges, заполнитель 'Введите значение', без заголовка, поле выборки состоит из 'name' и ярлыком 'badge' цвета 'status' из json-файла 'test', дерево строится по родительскому полю 'parentId' из json-файла 'test')"
}