{
"description": "Страница с обязательностью заполнения входящего параметра операции",
"layout": "Страница с заголовком 'Валидация обязательности заполнения с нестандартным сообщением' и формой.",
"elements": "Поля формы: Фамилия (поле ввода, lastname), Имя (поле ввода,name), Создать (кнопка, по кнопке выполняется операция создания новой записи, перед созданием выполняется валидация обязательного для заполнения поля 'name': если поле 'name' не заполнено, отображается запись 'Имя должно быть заполнено')"
}