{
"description": "Страница с маршрутом операции и параметром тела запроса.",
"layout": "Страница с заголовком 'Маршрут операции с параметром тела запроса и двумя формами.",
"elements": "Форма с тулбаром (источник данных 'name'): name (текст, name, ), Сохранить (кнопка, при клике выполняется операция обновления записи; маршрут операции определяется атрибутом 'route'; в запрос передаются все данные источника 'main' и дополнительно значение doc.number и doc.serial из источника 'docs' модели resolve); Форма (источник данных 'docs'): number (текст,number), serial (текст, serial)."
}