{
"description": "Страница с боковой панелью с иконками.",
"layout": "Страница без заголовка содержит верхний колонтитул и боковую панель с тремя компонентами меню в виде иконок,осуществляющими переход по ссылке.",
"elements": "(верхний колонтитул, header, содержит логотип 'static/logo.png'),\n(боковое меню, sidebar, отображаются только иконки),\n(компонент меню, menu-item, имеет иконку 'fa fa-envelope-o', переход по ссылке),\n(компонент меню, menu-item, имеет иконку 'fa fa-user-circle-o', переход по ссылке),\n(компонент меню, menu-item, имеет иконку 'fa fa-cog', переход по ссылке)"
}