{
"description":"Страница с формой и тулбаром",
"layout": "Страница с именем 'Разрешение submodels в полях формы' с формой и тулбаром. \nВторая страница с именем 'Разрешение submodels в полях формы' с формой.",
"elements": "Поля формы: name(поле ввода текста). Тулбар: Открыть(кнопка; при клике открывается вторая страница).\nВторая страница: поля формы: 'Должно быть Men'(выпадающий список,gender, элементы: 'Men','Women',при открытии страницы заполнено значением 'Men'), \n'Должно быть type2'(выпадающий список, type, при открытии страницы заполнено значением 'type2')."
}