{
"description": "Страница с таблицей со сворачиваемым списком ярлыков",
"layout": "Страница с заголовком 'Сворачиваемые ярлыки' и таблицей. Строки в таблице не выделяются",
"elements": "Колонки таблицы: Фамилия И.О. (Текст, fio), Проект (Текст, projects, ячейки колонки в виде сворачиваемого списка ярлыков, количество отображаемых ярлыков по умолчанию:3, если количество значений в поле project больше трех,то отображается гиперссылка 'еще', при нажатии на гиперссылку 'еще' отображаются все значения поля project и гиперссылка 'скрыть', при нажатии на гиперссылку 'скрыть' отображается количество значений ярлыков по умолчанию)"
}