{
"description": "Страница с таблицей с ячейкой загрузки файлов.",
"layout": "Страница с заголовком 'Ячейка загрузки файлов', тулбаром кнопок и таблицей. В тулбаре выводятся стандартные кнопки 'crud'.",
"elements": "Кнопки тулбара: Создать (Кнопка с иконкой Плюс), Изменить(Кнопка с иконкой Карандаш), Удалить (кнопка с иконкой Корзина); \nКолонки таблицы: Документ (ячейка с загрузчиком файлов, по кнопке 'Загрузить файл' открывается проводник для выбора файла, допустимые расширения файлов: .img,.png,.xml), Фамилия (Текст, surname), Имя (Текст,name ), Отчество (Текст, patronymic)."
}