{
"description": "Страница с тулбаром на форме.",
"layout": "Страница с заголовком 'Кнопки' и двумя тулбарами с кнопками: с выравниванием вправо и влево.\nЛевый тулбар имеет две группы кнопок.",
"elements": "Кнопки первой группы левого тулбара: Кнопка, Кнопка с иконкой (Кнопка с иконкой Плюс), (Кнопка с иконкой Карандаш); \nКнопки второй группы левого тулбара: Меню (Кнопка с выпадающим меню с элементами: Один, Два), Подсказка (Кнопка с всплывающей сверху подсказкой 'Эта подсказка появляется сверху'); \nКнопки правого тулбара: Главная (Главная кнопка на странице), Опасная (Кнопка с выделением красным цветом), Ссылка (Ссылка)"
}