{
"description": "Страница с маршрутом операции и заданным значением списковых полей.",
"layout": "Страница с заголовком 'Родительская страница', таблицей и вложенной страницей.",
"elements": "Колонки таблицы: id (текст, id), name (текст, name),gender_id (текст, gender_id), кнопка 'Значение спискового поля заданное через параметр' (при клике открывается вложенная страница, маршрут определяется атрибутом 'route', дополнительно в параметры передается значение поля 'gender_id' выбранной строки таблицы); Вложенная страница с заголовком 'Значение спискового поля заданное через параметр':  gender(поле с выпадающим списком, gender, поле заполнено значением, которое соответствует переданному в маршруте gender_id: 'Мужской', если gender_id=1, 'Женский' если gender_id=2)."
}