{
"description": "Страница с условием обязательности заполнения поля через атрибут",
"layout": "Страница с заголовком 'Условие обязательности заполнения поля через атрибут",
"elements": " Поля формы: Пол (поле ввода, gender, описание поля 'Если в поле Пол написать 'woman', то Девичья фамилия станет обязательным полем'), Девичья фамилия (поле ввода, maidenName, условие обязательности прописано в атрибуте; поле становится обязательным для заполнения, если значение в поле 'gender' равно 'woman')"
}