{
"description": "Страница со списком в виде дерева с чекбоксами.",
"layout": "Страница с заголовком 'Дерево с чекбоксами' со списком в виде иерархического дерева. В списке две родительские записи с иконкой, при нажатии на иконку разворачиваются дочерние записи. Вложенность записей определяется по идентификатору родительской записи parentId. У каждой записи есть чекбокс. Выбор чекбокса у родительской записи автоматически активирует чекбоксы вложеннных записей.",
"elements": "Состав записи: чекбокс, идентификатор (id, не отображается), текст(name), идентификатор родительской записи (parentId, не отображается)"
}