{
"description": "Страница с фильтрацией даных по параметру",
"layout": "Страница с заголовком 'Фильтрация по параметру',таблицей с тулбаром и зависимой вложенной страницей",
"elements": " \nКолонки таблицы: id (текст, id), name (текст, name)\nТулбар: Документы (кнопка, при клике на кнопку открывается вложенная страница с заголовком 'Список документов'),\nВложенная страница (docs, страница открывается на просмотр с составом элементов: Таблица с колонкой name (текст, в колонку выводятся отфильтрованные значения источника данных docs по параметру 'person-id' выбранной строки на родительской странице)"
}