{
"description": "Страница с формой обновления данных в таблице",
"layout": "Страница с именем 'Действие обновления данных виджета' ,формой с тулбаром, с таблицей с тулбаром.\nТулбар формы расположен снизу слева. Тулбар таблицы расположен сверху справа.",
"elements": "поля формы: Имя(поле ввода текста, name, тулбар: Сохранить(кнопка, при клике происходит сохранение записи)),\nтулбар формы:'Обновить таблицу'(кнопка с иконкой,при клике происходит обновление данных таблицы).\nколонки таблицы: ID(текст, id), Имя(текст,name). Тулбар таблицы:'Обновить'(кнопка с иконкой,при клике происходит обновление данных таблицы)"
}