{
"description": "Страница с фильтрацией даных в дочернем окне",
"layout": "Страница с заголовком 'Фильтрация в дочернем окне', таблицей с тулбаром и зависимым модальным окном",
"elements": "Колонки таблицы: id (текст, id), name (текст, name)\nТулбар: Документы (кнопка, при клике на кнопку открывается модальное окно с заголовком 'Список документов'),\nМодальное окно (Модальное окно, docsList, окно открывается на просмотр с составом элементов: Таблица с колонкой name (текст, в колонку выводятся отфильтрованные значения источника данных docs по id выбранной строки на родительской странице)"
}