{
"description": "Страница с таблицей с возможностью настройки переноса слов",
"layout": "Страница с заголовком 'Кнопка переноса слов в таблице', таблицей и тулбаром кнопок. В таблице выводится по 5 строк на странице. Строки таблицы не выделяются. Тулбар выровнен по правому краю",
"elements": "\nТулбар: Перенос по словам (кнопка-иконка, по клику на кнопку меняется способ отображения значения в ячейке,если оно шире, чем ячейка, варианты: перенос на следующую строку по словам или сокращение текста с многоточием по ширине ячейки),\nКолонки таблицы: Идентификатор (Текст,id), Идентификатор ИПС (Текст, id_ips), Наименование (Текст, name), Регион (Текст, region)"
}