{
"description": "Страница с плитками указанных размеров.",
"layout": "Страница с заголовком 'Размеры плиток' содержит плитки из четырех блоков, на странице имеется счетчик плиток.",
"elements": "(плитка, tiles, высота плитки 200, ширина плитки 400, содержит четыре блока, количество колонок в десктопной версии 4, количество колонок в планшетах 2, количество колонок в мобильной версии 1),\n(блок с фотографией, photo, высота фотографии 200px, отображает изображения 'foto' из json-файла 'itinerary'),\n(блок с текстом, name, отображает 'name' из json-файла 'itinerary'),\n(блок с текстом, price, отображает 'price' из json-файла 'itinerary'),\n(блок с текстом, description, отображает 'description' из json-файла 'itinerary')"
}