{
"description": "Страница с кнопкой, которая открывает модальное окно с кнопкой закрытия.",
"layout": "Страница с заголовком 'Модальное окно' и панелью кнопок с одной кнопкой 'Открыть модальное окно' по которой открывается модальное окно. Модальное окно содержит кнопку закрытия 'Закрыть'.",
"elements": "Поля формы: Открыть модальное окно (кнопка, button, значение 'Открыть модальное окно', при нажатии на кнопку открывается модальное окно с заголовком 'Модальное окно'),\nМодальное окно (модальное окно, modal, окно открывается на просмотр с одной кнопкой 'Закрыть', расположение модального окна сверху),\nЗакрыть (кнопка, button, заголовок 'Закрыть', по нажатию кнопки закрывается модельое окно)"
}