{
"description": "Валидация в полях мультисета",
"layout": "Страница с заголовком 'Валидация в полях multi-set', формой с мультисетом и тулбаром",
"elements": "Поля формы: мультисет: surname(поле ввода текста,surname, обязательно для заполнения),name(поле ввода текста,name,обязательно для заполнения),\nage(поле ввода числа,age,обязательно для заполнения, выполняется валидация поля, условие валидации:значение поля не должно быть пустым, сообщение ошибки валидации:'Не заполнено поле'),\nТулбар: Validate(кнопка,при нажатии выполняется валидация полей формы)."
}