{
"description": "Форма с фильтрацией выпадающего списка по массиву префильтров",
"layout": "Простая страница с именем 'Фильтрация input-select по array фильтру'с формой.",
"elements":"Поля формы: 'Выпадающий список 1'(list1, выпадающий список с возможностью ввода с чекбоксами, поиск по введенному значению отключен),\n'Дерево Выпадающий список 2'(list2, дерево с чекбоксами с возможностью ввода, фильтрация по массиву выбранных значений поля 'Выпадающий список 1'),\n'Выпадающий список 3'(list3, выпадающий список, фильтрация по массиву выбранных значений поля 'Выпадающий список 1')."
}