{
"description": "Страница со списком в виде таблицы с данными в виде иерархического дерева.",
"layout": "Страница с заголовком 'Города России' и с таблицей с двумя колонками: Субъект Федерации, Город; Население. Есть счетчик записей слева под таблицей. Строки в таблице не выделяются. В таблице три родительские записи с иконкой, при нажатии на иконку разворачиваются и сворачиваются дочерние записи.",
"elements": "Колонки таблицы: Субъект Федерации, Город (Текст, name, есть значок-бейдж с цветом 'primary' - население не указано или 'danger' - население указано), Население (Текст, population, выводится для дочерних записей)"
}