{
"description": "Страница с кнопкой, которая открывает боковое меню.",
"layout": "Страница с заголовком 'Боковая панель' и панелью кнопок с одной кнопкой 'Открыть боковую панель' по которой открывается боковое меню.",
"elements": "Поля формы: Открыть боковую панель (кнопка, button, значение 'Открыть боковую панель', при нажатии на кнопку открывается боковое меню с заголовком 'Боковая панель'),\nБоковая панель (боковое меню, modal, окно открывается на просмотр с тремя полями текста со значением 'Контент'),\nКонтент (текст, text, значение 'Контент'),\nКонтент (текст, text2, значение 'Контент'),\nКонтент (текст, text3, значение 'Контент')"
}